akamud.vscode-theme-onedark
christian-kohler.path-intellisense
docker.docker
dotjoshjohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
google.geminicodeassist
grapecity.gc-excelviewer
jakobhoeg.vscode-pokemon
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
vscode-icons-team.vscode-icons
zhuangtongfa.material-theme